export default {
  store: 'ร้านค้า',
  upTime: 'เวลาติดหนึบ',
  startTime: 'เวลาเริ่มต้น',
  endTime: 'เวลาสิ้นสุด',
  keyword: 'คำหลัก',
  keywordpl: 'ชื่อสินค้ารหัสสินค้า',
  searchBtn: 'สอบถามข้อมูล',
  autoUpSetting: 'การตั้งค่าด้านบนอัตโนมัติ',
  batchCancelUp: 'ชุดยกเลิกการติดท็อป',
  settingMsg1:
    '1.ร้านค้า Shopee แต่ละร้านสามารถวางไว้ด้านบนเพื่อโปรโมตผลิตภัณฑ์5รายการพร้อมกันภายใน4ชั่วโมงหลังจากวางไว้ด้านบนแล้วผลิตภัณฑ์จะแสดงที่ตำแหน่งด้านหน้าของหน้าหมวดหมู่ที่เกี่ยวข้องของไซต์ที่เกี่ยวข้อง',
  settingMsg2:
    '2.หลังจากเปิดโปรโมชั่นติดท็อปอัตโนมัติระบบจะวางผลิตภัณฑ์ด้านบนโดยอัตโนมัติตามกฎการตั้งค่าและให้ความสำคัญกับผลิตภัณฑ์ใหม่และผลิตภัณฑ์ยอดนิยม',
  settingMsg3:
    '3.ช่วงเวลาสูงสุดของการช้อปปิ้งออนไลน์ในภูมิภาคต่างๆจะแตกต่างกันขอแนะนำให้วางแต่ละไซต์ไว้ด้านบนในช่วงเวลาต่างๆเพื่อเพิ่มการเปิดเผยผลิตภัณฑ์',
  settingMsg4:
    '4.การตั้งค่านี้ใช้ได้กับสินค้าที่วางจำหน่ายในปัจจุบันเท่านั้นหากมีผลิตภัณฑ์ใหม่บนชั้นวางโปรดบันทึกการตั้งค่าอีกครั้ง',
  settingMsg5: '5.โหมดวันหยุดจะไม่มีผลในร้านค้า',

  autoUpSwitch: 'สวิตช์ส่งเสริมการขายอัตโนมัติ:',
  autoUpSwitchChecked: 'เปิด',
  autoUpSwitchUnChecked: 'ปิด',

  productRange: 'ด้านบนช่วงผลิตภัณฑ์:',

  productRangeMsg1: 'สินค้าทั้งหมดลดราคา ({num} ร้านค้า)',
  productRangeMsg2: 'ผลิตภัณฑ์หมวดหมู่ที่ระบุ',
  productRangeMsg3: 'ผลิตภัณฑ์ที่กำหนดเอง',

  productRangeBtn1: 'เลือกหมวดหมู่',
  productRangeBtn2: 'เลือกผลิตภัณฑ์',
  productRangeBtn3: 'เลือกผลิตภัณฑ์ที่ต้องติดหนึบ',
  productRangeBtn4: 'เลือกผลิตภัณฑ์ที่ไม่ติดหนึบ',

  upTimeRange: 'ช่วงเวลาที่ติดหนึบ',

  timeGroup1: 'ทุกวัน',
  timeGroup2: 'ถึง',
  timeGroup3: 'เอาออก',
  timeGroup4: 'เพิ่มช่วงเวลาที่ติดหนึบ',

  mustUpProduct: 'ต้องติดท็อปสินค้า',
  noUpProduct: 'ผลิตภัณฑ์ไม่ติดท็อป',
  addMsg1:
    'หมุนเวียนสินค้าทั้งหมดที่วางจำหน่ายในร้านค้าที่ได้รับอนุญาตโดยอัตโนมัติโปรดตรวจสอบให้แน่ใจว่าสินค้าในร้านได้รับการซิงโครไนซ์กับ ERP',
  addMsg2: '(เลือกร้าน {num} แล้ว)',

  saveSetting: 'บันทึกการตั้งค่า',
  setting: 'การตั้งค่า',

  formlable1: 'ชื่อร้าน',
  action: 'การดำเนินงาน',
  setCategory: 'ตั้งค่าหมวดหมู่',
  changeCategory: 'เปลี่ยนหมวดหมู่',

  setSiteCategory: 'ตั้งค่าหมวดหมู่ไซต์',
  setSiteProduct: 'เลือกผลิตภัณฑ์ติดหนึบ',
  categoryRules: 'หมวดหมู่สินค้าต้องไม่ว่างเปล่า',
  names: 'หมวดหมู่',
  chooseProducts: 'เลือกผลิตภัณฑ์',

  productInfo: 'ข้อมูลผลิตภัณฑ์',

  price: 'ราคา',
  stock: 'สต็อก',

  productId: 'ID ผลิตภัณฑ์',
  itemSku: 'หมายเลขสินค้าหลัก',

  chooses: 'เลือก ({num})',

  tmimeTip:
    '"หน่วยขั้นต่ำของช่วงเวลาสูงสุดแต่ละครั้งคือ4ชั่วโมงและเพิ่มขึ้นเป็นผลคูณของ4เวลาสูงสุดแต่ละครั้งไม่สามารถทับซ้อนกันได้หากคุณต้องการตั้งค่าหลายช่วงเวลาโปรดตั้งค่าตามเวลาเช่น0:00-3:59,4:00-7:59"',
  productTip:
    'คุณสามารถตั้งค่าสินค้าที่ต้องติดท็อปไว้ได้ที่นี่แต่ละร้านสามารถเลือกได้สูงสุด5',
  timeValidMsg1: 'โปรดเลือกกรอบเวลา',
  timeValidMsg2: 'เวลาสิ้นสุดต้องมากกว่าเวลาเริ่มต้น',
  timeValidMsg3: 'เวลาเริ่มต้นต้องมากกว่าเวลาสิ้นสุดของเวลาก่อนหน้า',
  timeValidMsg4: 'ช่วงเวลาต้องเป็นจำนวนเต็มคูณ4ชั่วโมง',

  createTime: 'สร้างเวลา',
  countDown: 'นับถอยหลัง',
  cancelTop: 'ยกเลิกการวางบน'
}
