export default {
    showAll:"ดูทั้งหมด",
    type1:"วิธีที่หนึ่ง",
    addprefix: "เพิ่มเนื้อหาคำนำหน้า",
    addsuffix: "เพิ่มเนื้อหาต่อท้าย",

    type2: "วิธีที่สอง",
    keyword: "คำหลัก",
    replace: "แทนที่ด้วย",

    type3: "วิธีที่สาม",
    delkeyword: "ลบคำหลัก",

    type4: "วิธีที่สี่",
    newDesc: "ใช้รายละเอียดใหม่",

    type5: "วิธีที่ห้า",
    filter: "กรองเนื้อหา",

    opt1: "ลบภาษาอังกฤษ",
    opt2: "ลบตัวเลข",
    opt3: "ลบช่องว่าง",
    opt4: "ลบสัญลักษณ์ภาษาอังกฤษ",
    opt5: "ลบหมายเลขสินค้า",

    valid1: "คำอธิบายต้องไม่ว่างเปล่า"
}
