export default {
  batchDelete: 'การลบแบทช์',
  rePush: 'โพสต์ใหม่',

  publishFaild: 'ล้มเหลวในการเผยแพร่',
  publishSuccess: 'เปิดตัวสำเร็จ',

  msg1: 'การให้คะแนน',
  msg2: 'จากน้อยไปมาก',
  msg3: 'จากมากไปหาน้อย',
  msg4: 'จำนวนความคิดเห็น',
  msg5: 'จากน้อยไปมาก',
  msg6: 'จากมากไปหาน้อย',
  msg7: 'จำนวนการดู',
  msg8: 'จากน้อยไปมาก',
  msg9: 'จากมากไปหาน้อย',
  msg10: 'ปริมาณการขาย',
  msg11: 'จากน้อยไปมาก',
  msg12: 'จากมากไปหาน้อย',
  msg13: 'คอลเลกชัน',
  msg14: 'จากน้อยไปมาก',
  msg15: 'จากมากไปหาน้อย',
  msg16: 'สินค้าคงคลัง',
  msg17: 'จากน้อยไปมาก',
  msg18: 'จากมากไปหาน้อย',

  publishIng: 'วางจำหน่าย',
  publishCancel: 'ยกเลิกการเผยแพร่'
}
