export default {
  batchEdit: 'การแก้ไขแบทช์',
  asyncOnlineProducts: 'ซิงค์สินค้าออนไลน์',
  updateProduct: 'อัพเดตสินค้า',
  updateSelectedProducts: 'อัปเดตผลิตภัณฑ์ที่เลือก',
  updateAllProducts: 'อัปเดตผลิตภัณฑ์ทั้งหมด',
  moved: 'ย้ายไปที่',
  batchUp: 'ชั้นวางแบทช์',
  batchDown: 'หมดแบทช์',
  batchTop: 'ชุดติดด้านบน',
  autoTop: 'ด้านบนอัตโนมัติ',
  batchTimedTop: 'ชุดเวลาติดด้านบน',
  batchDelete: 'การลบแบทช์',
  onlyViewNotFlowProduct: 'ดูเฉพาะสินค้าที่ไม่มีการเข้าชม',
  top: 'ติดด้านบน',
  up: 'ชั้นวาง',
  down: 'ชั้นวาง',
  update: 'อัพเดต',

  uped: 'วางบนชั้นวางแล้ว',
  downed: 'ถูกนำออกจากชั้นวาง',
  disabled: 'ห้ามแล้ว',

  chooseStore: 'เลือกร้านค้า',
  asyncProduct: 'สินค้าซิงโครไนซ์',

  updateError: 'โปรดเลือกผลิตภัณฑ์ที่ต้องการปรับปรุง',
  upError: 'โปรดเลือกสินค้าที่ต้องการวางบนชั้นวาง',
  downError: 'โปรดเลือกสินค้าที่ต้องการนำออก',
  dowmConfirm: 'แน่ใจว่าจะนำสินค้าออกจากชั้นวางหรือไม่?',
  deleteError: 'โปรดเลือกสินค้าที่ต้องการลบ',
  deleteConfirm: 'แน่ใจว่าต้องการลบสินค้าหรือไม่?',
  lockError: 'โปรดเลือกสินค้าที่คุณต้องการล็อค',
  lockConfirm: 'แน่ใจว่าต้องการล็อคสินค้าหรือไม่?',
  topWarning: 'โปรดเลือกผลิตภัณฑ์ที่ต้องการด้านบน!',
  dateChooseError: 'เวลาไม่สามารถน้อยกว่าเวลาปัจจุบัน!',
  dateChooseTimedError: 'โปรดเลือกผลิตภัณฑ์ที่ต้องการด้านบนเป็นประจำ',

  storeName: 'ชื่อร้าน',
  storeListModalSubmitError: 'กรุณาเลือกร้านค้าอย่างน้อยหนึ่งร้าน',

  onLineBatchEdit: 'การแก้ไขชุดสินค้าออนไลน์',

  modelMsg1:
    'การแก้ไขชุดผลิตภัณฑ์ออนไลน์จำเป็นต้องซิงโครไนซ์ผลิตภัณฑ์ออนไลน์ของร้านค้าไปยังมะละกา ERP',
  modelMsg2: 'สินค้าที่ซิงโครไนซ์',
  modelMsg3: 'โปรดเลือกร้านค้าที่จะแก้ไขเป็นกลุ่ม',
  modelMsg4: 'ไม่มีข้อมูลผลิตภัณฑ์ออนไลน์โปรดซิงค์ผลิตภัณฑ์ออนไลน์ก่อน',

  searchplaceholder: 'กรุณากรอกชื่อร้าน',

  upMessage11: 'สินค้าติดยอดสำเร็จโปรดไปที่"',
  upMessage12: 'ติดด้านบน',
  upMessage13: '"ดู',

  upMessage21: 'สินค้าติดยอดสำเร็จปัจจุบันร้านมีสินค้าติดยอดโปรดไปที่"',
  upMessage22: 'ติดด้านบน',
  upMessage23: '"ดู'
}
