export default {
  type1: 'วิธีที่หนึ่ง',
  newprice: 'ใช้ค่าใหม่',

  type2: 'วิธีที่สอง',
  currentprice: 'ราคาปัจจุบัน',
  ceng: 'คูณ',
  jia: 'เพิ่ม',
  jian: 'ลด',

  jgqz: 'ราคาทั้งหมด',

  sswr: 'ปัดเศษ',
  xsqz: 'ปัดขึ้น',
  xxqz: 'ลงเพื่อปัดเศษ',
  jgws: 'แมนทิสซาราคา',
  bcl: 'ไม่จัดการ',
  ws: 'แมนทิสซา',

  valid1: 'กรุณากรอกหมายเลขที่ถูกต้อง',
  valid2: 'กรุณาใส่1 ~ 100ตัวเลข',
  valid3: 'กรุณาใส่0 ~ ตัวเลข9',
  valid4: 'ราคาต้องไม่ว่างเปล่า',
  valid5: 'กรุณากรอกราคาที่ถูกต้อง',

  open: 'ขยายทั้งหมด',
  close: 'เก็บทั้งหมด',

  wsmsg: 'คุณต้องเลือกวิธีการปัดเศษราคาก่อน'
}
