<template>
  <div>
    <Modal v-model="isShow" width="900" :mask-closable="false">
      <div v-if="enterpriseId == 29 || enterpriseId == 40">

        <div class="content">
          <div class="header">服务协议：</div>
          <p v-if="enterpriseId == 29">欢迎您使用跨税云（深圳）科技有限公司平台服务！</p>
          <p v-if="enterpriseId == 40">欢迎您使用卖家成长网络科技有限公司平台服务！</p>
          <p v-if="enterpriseId == 29">本协议系由您（或称“用户”）与跨税云（深圳）科技有限公司（或称“我们”或“平台”）之间就增值税VAT税务服务而签订。</p>
          <p v-if="enterpriseId == 40">本协议系由您（或称“用户”）与卖家成长网络科技有限公司（或称“我们”或“平台”）之间就增值税VAT税务服务而签订。</p>
          <p>在使用平台服务之前，请您务必审慎阅读、充分理解本协议(如果您未满16周岁，或已满16周岁未满18周岁且不能以自己的劳动收入作为主要收入来源的，请在法定监护人的陪同下阅读本协议）各项条款，特别是限制或免除责任条款、隐私保护政策、帐号规则、法律适用和争议解决条款（包括管辖条款），以及其它以加粗加黑和/或加下划线等显示形式提示您注意的重要条款，请务必重点查阅。</p>
          <p>若您不同意本协议，则您有充分且完全的权利退出使用平台服务（但这并不妨碍您浏览平台中的商品信息），您通过网络页面点击注册和/或实际使用平台服务的行为即视为您已阅读、理解并同意接受本协议。如果您对本协议有任何的疑问、投诉、意见和建议，欢迎您通过本协议所附联系方式与我们沟通反馈，我们十分乐意为您解答。</p>
          <br>
          <p class="sub">第1条 基础约定</p>
          <p>1.1 协议范围：考虑到互联网服务以及产品频繁迭代更新等行业特点，为了更全面的界定您与平台之间的权利义务，本协议包括我们根据法律法规规定以及本协议制定的其他政策、规则、公告声明等（除非特有所指，合称为“本协议”），您也应当加以遵守。<br>
            1.2 服务范围：我们可能通过不断丰富的功能界面向您提供本协议项下的平台服务，包括但不限于移动应用程序（“微信公众号”）、PC端网站、微信小程序以及其他形式。具体以我们实时发布的服务功能界面范围为准。<br>
            1.3 修改与更新：我们有权遵照法律法规规定，在必要时修改本协议（包括适时制定并发布其他政策、规则、公告声明），更新后的协议条款将代替原来的协议并在法律规定的期限届满后正式生效，您可以在相关服务页面查阅最新版本的协议条款。本协议修改后，如果您继续使用平台服务的，即视为您已接受修改后的协议。如果您不接受修改后的协议，则您有权利停止使用平台服务。<br>
            1.4 平台授予用户一项个人的、不可转让及使用（除本协议另有声明外）的许可，以供您使用平台服务，用户可以以非商业目的使用。</p>
          <p class="sub">第2条 平台服务内容</p>
          <p>2.1 平台为您提供英国、德国（目的国）增值税VAT自主注册和申报服务，您需要在VAT服务目的国的时效要求前，按照平台要求注册、填写信息、上传资料，平台将把您提交的信息接入到目的国税务系统完成VAT服务。<br>
            2.2 平台为您提供丰富的服务，分为免费服务和收费服务。对于现阶段免费提供的服务内容，平台有权根据平台政策的调整将其变更为收费服务，如果发生该变更事项时，平台将通过网页提示、信息通知等方式提前告知您，如果您不同意的，可以停止使用该服务。对于收费的服务内容，平台有权自行确定该等服务的价格并不时调整，调整后的价格将在平台中进行公示，如果您不同意调整后的价格的，则您可以在其原购买的收费服务到期后停止付费购买收费服务。如果您在平台调整价格并公示后，仍继续购买收费服务的，则视为您同意该调整后的价格。<br>
            2.3 平台建立便捷有效的投诉机制并将尽最大努力及时受理并处理您的投诉，同时，当您与平台出现争议时，若您同意平台争议解决规则，则我们亦将协助您处理您的争议。您同意平台根据平台所了解到的争议事实并依据平台争议解决规则，以普通人的注意义务程度，独立的作出调处决定。如您对调处决定不满意，您仍有权采取其他法定争议处理途径解决争议，但通过其他争议处理途径未取得终局决定前，您同意先履行调处决定。<br>
            2.4 为了更好的完成服务以及提升用户体验等目的，平台亦将为您提供更为友好完善的平台服务，并优化和引入第三方服务。由此发生的法律关系是由您和该等第三方服务商之间形成，和平台无关。<br>
            2.5 您同意并知悉，平台中的具体内容、功能和形式由平台根据实际情况按实际可见的状态提供，我们有权自行确定平台服务的具体内容、功能和形式（例如，我们可能仅在特定的国家或地区以特定的语言提供），有权自行决定增加、变更、中断和停止平台具体的内容、功能和形式。具体以平台实时呈现的服务内容、功能和形式为准。<br>
          </p>
          <p class="sub">第3条 用户使用规范</p>
          <p>3.1 您应当在有效的时间节点前在平台系统中提交完成VAT服务所需的全部资料（包括但不限于您在亚马逊等电商平台上的原始销售数据）。若您未按照平台要求提交资料，经平台短信&微信推送提示后仍未提交，由此造成的损失由您自行承担。如目的国政策调整，平台将以短信&微信推送消息的方式通知您调整提供资料的时间，请予以配合。<br>
            3.2 您在使用本平台的期间内，您有任何法律及工商变更，包括但不限于法定代表人变更、公司地址变更、联系人变更等情形出现时，应当在变更后1个工作日内完成本平台系统内的信息更改，或者通知和联系平台客服进行更改；若您未按照要求更改信息造成的全部损失由您自行承担。<br>
            3.3为确保您能及时注册或者申报VAT服务，请留意VAT目的国的时效政策，例如在英国季度申报截至日期前10个工作日在平台系统提供并填写所需的资料，在德国申报当月的4日前在平台系统提供并填写所需的资料。<br>
            3.4 您必须及时在平台提交办理VAT服务有关的资料，并对其真实性、完整性、合法性负责。平台不负责对您文件和资料的真实性进行审核。如果因为您提供的资料出现任何问题导致的法律责任，由您承担；若因此导致VAT服务无法实现的，平台亦不承担责任；若因此造成平台损失的，您还须赔偿平台的一切损失。<br>
            3.5 您应当在英国税务申报月份的次月2日之前一次性将当月所需要依法缴纳的税金安排支付至英国税务局；在德国税务申报当月的10日之前一次性将当月所需要依法缴纳的税金安排支付至德国税务局；因逾期支付或者不支付税金而造成的滞纳金、罚金由您自行承担；如因此造成平台损失的，您还需赔偿平台的一切损失。如因您的原因不进行税务申报、不支付税金累计达到两次时，平台有权停止您的服务，您在平台内的费用将按照实际使用的服务进行扣除，多余部分平台将予以退还，不足部分您应该向平台进行补足，平台不因此承担任何违约责任。<br>
            3.6 您在使用本平台的期间内，如遇到目的国增值税（VAT）税收调查，您应当积极配合目的国税务局在规定时间内提供销售发票及数据；因您提供的数据申报错误等原因产生的罚金或滞纳金，您应当在目的国税局规定的时间内补交。<br>
            3.7 您作为平台使用者以及增值税VAT的所有者，有义务对增值税的债权债务负责，平台作为软件服务提供方不对您的增值税负责。<br>
            3.8 若您在平台充值或实际支付了服务费用，并且还没有开始使用平台提供的VAT服务，您可以提充值后30日内向平台申请退还，若已经开始使用服务，则平台无义务退款。但是您仍然可以在平台上自行申请终止服务及退款。<br>
            3.9 如果您在付费时使用了优惠券或折扣等其他优惠方式的，则您在按照本款约定申请退款时，您无权就该优惠券或折扣申请退款或补偿。平台有权保留已终止服务用户的所有使用信息，对您在使用付费服务期间发生的违反本协议及相关规定的行为，平台仍有权行使本协议规定的权利并追究用户的法律责任。<br>
          </p>
          <p class="sub">第4条 用户帐号规则</p>
          <p>4.1 您在注册或使用平台服务时可能需要提供一些必要的信息。您须保证所填写及所提供的资料真实、准确、完整，否则可能无法使用平台服务，或在使用过程中受到限制，甚至影响您是否能够使用平台特定功能。对于因您提供的信息不真实、不准确或不完整导致的责任和损失由您承担。<br>
            4.2 平台有权根据您所提供资料的真实性、准确性、完整性以及是否符合平台服务规定的其他条件，决定是否为您提供服务。您在使用平台服务过程中，所提供的信息发生变动，应及时进行变更。<br>
            4.3 您注册成功后，我们将为您配置帐号，该帐号之所有权归平台所有，用户在本协议有效期内仅享有使用权。未经平台同意，用户的帐号仅供用户本人使用，帐号信息和权限不得以转让、赠与、借用、售卖、授权或租用等方式许可给第三方使用或和第三方共同控制、使用。<br>
            4.4如果您需要注销您的帐号，您有权通过平台公布的方式、程序进行，我们将在核实您的身份并清理帐号资产（例如已充值或已获得的虚拟资产等）及纠纷争议后，为您提供帐号注销服务。在注销帐号之后本协议即终止，我们将停止为您提供任何服务。同时对您的平台的所有数据将不做保存。当然，我们也保留权利在您的帐号符合回收的如下情况下，直接回收并注销您的帐号并停止服务：（1）未通过实名认证；（2）其它情况。<br>
            4.5 用户一经注册，即可能可以在平台及我们关联公司运营的其它产品，或者合作伙伴等第三方平台中通行使用。在使用平台服务帐号登录并使用其他产品或服务时，除遵守本协议约定外，还应遵守该等产品的服务协议的约定。平台服务和其他产品对可能出现的纠纷在法律规定和约定的范围内各自承担责任。<br>
            4.6为客户体验及功能服务考虑，您在使用不同服务时被要求填写的信息内容可能不完全一致，因此，为了给您提供更好的服务及为了您的登录帐号安全，可能需要您补充完整信息后方可使用。 <br>
            4.7您有责任自行负责保管帐号的用户名和密码等信息，否则因该等事项引发的法律责任由用户自行承担。凡使用平台服务登录帐号和登录凭证的行为，平台服务视为您本人的操作，操作所产生的电子信息记录均为平台服务用户行为的有效凭据。
          </p>
          <p class="sub">第5条 用户行为规范</p>
          <p>5.1 您保证合理地使用平台服务，并接受本协议和我们适时制定并发布的其他政策、规则、公告声明。<br>
            5.2 行为禁止：您可在本协议约定的范围内使用平台及服务，您不得利用平台从事以下行为：<br>
            （1）超出授权或恶意使用平台服务；<br>
            （2）利用平台发表、传送、传播、储存危害国家安全、国家统一、社会稳定的内容，或侮辱诽谤、色情、暴力、引起他人不安及任何违反国家法律法规政策的内容，或者设置含有上述内容的网名、角色名，发布、传送、传播违法广告信息、营销信息及垃圾信息等；<br>
            （3）利用平台侵害他人知识产权、肖像权、隐私权、名誉权、个人信息等合法权利或权益；<br>
            （4）恶意虚构或协助虚构事实、评价等信息或数据；<br>
            （5）进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/账户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本“软件”系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本“软件”系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称；利用平台及服务上传任何病毒、木马，或者蠕虫等危害网络健康的内容；<br>
            （6）对平台进行反向工程、反向编译或反向汇编或以其它方式企图发现平台的源代码和算法，未经许可修改、禁用软件的任何功能或创建基于软件的衍生作品。去除平台或文档上的任何所有权声明或标签，或将其他软件与平台合并；<br>
            （7）进行任何破坏我们提供服务公平性或者其他影响应用正常秩序的行为，如主动或被动刷分、合伙作弊、使用外挂或者其他的作弊软件、利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的非法利益，或者利用互联网或其他方式将外挂、作弊软件、BUG公之于众；<br>
            （8）从事其他法律法规、政策及公序良俗、社会公德禁止的行为以及侵犯其他个人、公司、社会团体、组织的合法权益的行为。<br>
            5.3 信息内容规范：为了营造良好网络生态，保障公民、法人和其他组织的合法权益，维护国家安全和公共利益，我们将根据《中华人民共和国国家安全法》《中华人民共和国网络安全法》《互联网信息服务管理办法》等法律、行政法规，自觉践行社会主义核心价值观，营造清朗的网络空间，并开展的弘扬正能量、处置违法和不良信息等相关活动。<br>
            5.4 信息内容的使用规范<br>
            5.4.1 未经我们书面许可，您不得自行或授权、允许、协助任何第三人对平台中信息内容进行如下行为：<br>
            （1）复制、读取、采用平台的信息内容，用于任何形式的商业用途；<br>
            （2）擅自编辑、整理、编排平台及相关服务的信息内容后在平台及相关服务的源页面以外的渠道进行展示；<br>
            （3）采用不正当方式，自行或协助第三人对平台及相关服务的信息内容产生流量、阅读量或交易引导、转移、劫持等不利影响。
          </p>
          <p class="sub">第6条 个人信息保护与隐私政策</p>
          <p>6.1 尊重用户隐私并保护您的个人信息安全是我们的一贯态度，平台将会采取合理的措施保护您的个人信息与隐私。我们承诺，除非获得用户同意，平台不会收集、使用其提供服务所必需以外的用户个人信息或者将信息用于提供服务之外的目的。但是平台因需要向VAT注册国政府及税局等机关提交资料的情形除外。
            6.2 在您使用本平台的过程中，平台将遵循合法、正当、必要的原则，收集您的相关信息，包括但不限于：<br>
            （1）用户注册或登录的账户信息，例如用户注册账户使用的电话号码、姓名或昵称、公司名等信息；<br>
            （2）用户用于办理VAT服务上传的信息，例如用户的营业执照、销售数据等用户主动填写的信息或用户与平台客服联系时提供的相关信息等；<br>
            （3）用户使用平台过程中产生的信息。平台会根据用户授予的权限，接收并记录用户所使用的设备相关信息，例如设备属性信息、设备位置信息、设备连接信息等；<br>

            （4）平台根据用户授权通过合法方式收集的其他用户信息。
            6.3 安全保护：我们将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息及隐私安全，以免遭受未经授权的访问、使用或披露。<br>
            6.4 信息使用与披露：我们有权在遵守法律法规的前提下，以明示的方式获取、使用、储存和分享您的个人信息。我们不会在未经您授权时，公开、编辑或透露您的个人信息及您保存在我们的非公开内容。您同意并保证：平台有权根据我们制定的个人信息保护规则收集使用您的相关信息。<br>
            6.5 您同意，我们有权通过cookie等技术收集您的使用、行为信息，并在经过数据脱敏使之不再指向、关联到您个人的身份信息时，自由使用脱敏后的纯商业数据。当然，您也可根据自己的偏好删除Cookie，但如果您这么做，则需要在每一次访问我们的网站时亲自更改用户设置。目前删除Cookie的一般路径是浏览器：“设置-清除数据”，或者将手机系统还原/清除。<br>
            6.6 在遵守本协议项下特别约定的个人信息保护与隐私政策外，我们希望您认真并完整阅读我们特别针对平台而制定并适时发布的《隐私权政策》，这将更有助于保障您的个人信息。<br>
          </p>
          <p class="sub">第7条 信息或广告推送</p>
          <p>7.1 您同意在接受我们提供服务的同时，允许我们在遵守法律法规的前提下自行或由第三方广告商向您发送、展示广告、推广或宣传信息（包括商业与非商业信息）。如您对发送、推荐的广告或信息不感兴趣，您可以基于我们提供的相关技术选项，控制系统向您展示或不展示/减少展示相关类型的广告或信息。</p>
          <p class="sub">第8条 知识产权等权益</p>
          <p>8.1 我们对平台中所包含的受知识产权或其他法律保护的资料享有相应的权利；除依法由用户享有著作权的内容之外，平台的整体内容的知识产权归我们或关联公司所有。<br>
            8.2关于信息内容的投诉或举报。若您在使用平台过程中，不慎受到合法权益的侵犯，您有权通知我们采取必要措施进行处置。若您在使用平台过程中，发现存在违法违规或违反本服务相关规则的情况，您也有权向我们发起举报，我们亦会及时采取必要措施（删除、屏蔽、断开链接或限制使用功能等）进行处置。<br>
            8.3内容维权授权。在法律法规允许的范围内，您同意并授权我们就侵犯您合法权益的行为（包括但不限于私自复制、使用、编辑、抄袭等行为）采取任何形式的法律行动，包括但不限于投诉、诉讼等必要的维权措施。</p>
          <p class="sub">第9条 免责声明</p>
          <p>9.1 我们对于您自平台而获得的所有他人、第三方的信息、内容或者广告宣传等任何资讯（以下统称“信息”），除法律明确规定外，不保证真实、准确和完整性。如果任何单位或者个人通过上述“信息”而进行任何行为，您须自行甄别真伪和谨慎预防风险。您在接受平台及服务时，有可能会接触到令人不快、不适当或令人厌恶的内容，在任何情况下，我们均不对任何此等内容承担任何责任。无论何种原因，我们不对任何非与我们直接发生的交易或行为承担任何直接、间接、附带或衍生的损失和责任。<br>
            9.2 鉴于互联网服务的特殊性，您理解并同意我们在以下情况下无需对您所遭受的损失（包括但不限于财产、收益、数据资料等方面的损失或其它无形损失）承担责任：<br>
            （1）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素导致平台及服务障碍不能正常运作；<br>
            （2）由于计算机病毒、木马、其他恶意程序、黑客攻击、电信部门及网络运营公司技术调整或故障、系统维护等意外原因而造成平台及服务中断或延迟。<br>
            9.3 平台有权不时对提供的所有服务实施优惠政策或开展优惠活动，该等优惠政策或优惠活动以平台发布的实时信息为准，您知悉并认可，平台有权自行决定是否提供优惠政策或开展优惠互动，以及优惠政策或优惠活动的内容、条件和有效期，并不时进行调整或。对于不同活动期内不同的价格，平台不允诺担保您享有的是最低服务价格。 <br>
            9.4 有限责任：平台在适用法律所允许的最大范围内，不论出于何种原因，平台对您的全部责任为您使用本平台产品和服务而向平台支付的费用总额。如果平台免费向您提供了服务，则平台无义务对您承担任何赔偿责任。任何情况下，平台不对出自本协议或与本协议有关的或与平台的运行有关的任何特殊的、偶然的、惩罚性或间接的损害（包括但不限于数据损失、利润损失或营业损失）或采购替代产品承担责任，不论该等责任是基于合同、担保、侵权（包括过失）、严格责任或其他，也不论平台是否被事先告知了损失或损害发生的可能性。即使本协议约定的有限补救措施未能实现其根本目的，前述的责任限制依然适用。<br>
            9.5 如果您通过合法方式获得了相关付费服务的优惠券或折扣等其他优惠方式的，则用户知悉并认可，该等优惠券或折扣必须满足一定条件才能使用，以优惠券上的信息提示和优惠券使用说明、或平台公示的折扣使用说明为准。优惠券或折扣不兑现（即不直接兑换现金）、不找零（即订单金额不足抵用券金额的，抵用券剩余金额无效）、过期作废；优惠券或折扣仅限同一用户账号使用，严禁出售、转让或共享，如经平台发现存在出售、转让或共享优惠券或折扣等其他优惠方式的，该优惠券或折扣将予以作废处理，且平台有权视情节严重程度予以封号处理，并保留追究相关责任人法律责任的权利。<br>
            9.6 免责：如因下所列任何原因而造成的用户资料泄露、丢失、被盗用或被篡改等，平台均有权获得免责：<br>
            （1）任何因政府管制而造成的暂时性关闭等影响网络正常浏览的不可抗力原因；<br>
            （2）任何计算机系统问题、黑客攻击、计算机病毒侵入或发作的原因；<br>
            （3）任何因网络安全问题导致的账户或银行卡信息泄露，该风险可能会给用户造成经济损失，用户承诺自行承担向侵权方追究责任及追究责任不能的后果；<br>
            （4）任何因用户个人原因导致的用户资料泄露、丢失、被盗用或被篡改等；<br>
            （5）其他不能归责于公司的原因。</p>
          <p class="sub">第10条 违约责任</p>
          <p>10.1 如果我们发现、收到他人举报或投诉您违反本协议约定或违反法律法规和国家有关规定的，我们有权采取警示、冻结、终止/中止/限制使用帐号等功能、解除或终止本协议，或提出损害赔偿等措施。<br>
            10.2 若您的行为给我们造成损失的（包括但不限于直接损失、名誉损失、第三方的罚款、索赔等），我们有权全额向您追偿，如您在平台中有保证金、虚拟货币等财产或优惠券等虚拟权益的，我们有权冻结。<br>
            10.3 本协议终止后，除法律有明确规定外，平台无义务向您或您指定的第三方披露您账户中的任何信息。本协议终止后，平台仍享有下列权利：根据法律规定，继续保存您留存于平台的的各类信息；对于您过往的违约行为，平台仍可依据本协议向您追究违约责任。</p>
          <p class="sub">第11条 法律适用与管辖</p>
          <p>11.1 本协议的订立、执行、解释及争议的解决均适用中华人民共和国法律。<br>
            11.2 如双方就平台服务协议内容或其履行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向协议签订地，即 广东省深圳市龙华区 人民法院提起诉讼。</p>
          <p class="sub">第12条 如何联系我们</p>
          <p>12.1 如果您有任何的疑问、投诉、意见和建议，欢迎您与我们沟通反馈。我们的联系方式见下：<br>
            <span v-if="enterpriseId == 29">客服邮箱：support@itaxs.com
            </span>
            <span v-if="enterpriseId == 40">联系电话：0755-82399299
            </span>
            </p>
        </div>
   

      </div>

      <div class="divContent" v-if="enterpriseId == 42">
        <p>欢迎您使用深圳卖旺云科技有限公司平台服务！</p>
        <p>
          本协议系由您（或称“用户”）与深圳卖旺云科技有限公司（或称“我们”或“平台”）之间就平台提供的工商代理服务而签订。
        </p>
        <p>
          在使用平台服务之前，请您务必审慎阅读、充分理解本协议（如果您未满16周岁，或已满16周岁未满18周岁且不能以自己的劳动收入作为主要收入来源的，请在法定监护人的陪同下阅读本协议）各项条款，特别是限制或免除责任条款、隐私保护政策、账号规则、法律适用和争议解决条款（包括管辖条款），以及其他以加粗加黑和/或加下划线等显示形式提示您注意的重要条款，请务必重点查阅。
        </p>
        <p>
          若您不同意本协议，则您有充分且完全的权利退出使用平台服务（但这并不妨碍您浏览平台中的商品信息），您通过网络页面点击注册和/或实际使用平台服务的行为即视为您已阅读、理解并同意接受本协议。如果您对本协议有任何的疑问、投诉、意见和建议，欢迎您通过本协议所附联系方式与我们沟通反馈，我们十分乐意为您解答。
        </p>
        <p>&nbsp;</p>
        <p><strong>第&nbsp;1条 基础约定</strong></p>
        <p>
          1.1
           本协议由您与平台经营者共同缔结，本协议对您与平台经营者均具有合同效力。
        </p>
        <p>
          1.2协议范围：考虑到互联网服务以及产品频繁迭代更新等行业特点，为了更全面地界定您与平台之间的权利义务，本协议包括我们根据法律法规规定以及本协议制定的其他政策、规则、公告声明等（除非特有所指，合称为“本协议”），您也应当加以遵守。<br />
          1.3&nbsp;服务范围：我们可能通过不断丰富的功能界面向您提供本协议项下的平台服务，包括但不限于移动应用程序（“微信公众号”）、PC端网站、微信小程序以及其他形式。具体以我们实时发布的服务功能界面范围为准。
          <br />
          1.4&nbsp;修改与更新：我们有权遵照法律法规规定，在必要时修改本协议（包括适时制定并发布其他政策、规则、公告声明），更新后的协议条款将代替原来的协议并在法律规定的期限届满后正式生效，您可以在相关服务页面查阅最新版本的协议条款。本协议修改后，如果您继续使用平台服务的，即视为您已接受修改后的协议。如果您不接受修改后的协议，则您有权利停止使用平台服务。
          1.5&nbsp;平台授予用户一项个人的、不可转让及使用（除本协议另有声明外）的许可，以供您使用平台服务，用户可以以非商业目的使用。
        </p>
        <p><strong>第&nbsp;2条 平台服务内容</strong></p>
        <p>
          2.1
           平台为您提供中国、美国、法国、加拿大、英国、新加坡、日本、荷兰、沙特、阿联酋（目的国）等国家的公司注册、银行开户等工商服务，您需要按照平台要求注册、填写信息、上传资料。<br />
           2.2平台为您提供丰富的服务，分为免费服务和收费服务。对于现阶段免费提供的服务内容，平台有权随时根据平台政策的调整将其变更为收费服务，如果发生该变更事项时，平台将通过网页提示、信息通知等方式提前告知您，如果您不同意的，可以停止使用该服务。对于收费的服务内容，平台有权自行确定该等服务的价格并不时调整，调整后的价格将在平台中进行公示，如果您不同意调整后的价格的，则您可以在其原购买的收费服务到期后停止付费购买收费服务。如果您在平台调整价格并公示后，仍继续购买收费服务的，则视为您同意该调整后的价格。<br />
        2.3 平台建立便捷有效的投诉机制并将尽最大努力及时受理并处理您的投诉，同时，当您与平台出现争议时，若您同意平台争议解决规则，则我们亦将协助您处理您的争议。您同意平台根据平台所了解到的争议事实并依据平台争议解决规则，以普通人的注意义务程度，独立地做出调处决定。如您对调处决定不满意，您仍有权采取其他法定争议处理途径解决争议，但通过其他争议处理途径未取得终局决定前，您同意先履行调处决定。<br />
        2.4 为了更好地完成服务以及提升用户体验等目的，平台亦将为您提供更为友好完善的平台服务，并优化和引入第三方服务。由此发生的法律关系是由您和该等第三方服务商之间形成，和平台无关。<br />
        2.5 您同意并知悉，平台中的具体内容、功能和形式由平台根据实际情况按实际可见的状态提供，我们有权自行确定平台服务的具体内容、功能和形式（例如，我们可能仅在特定的国家或地区以特定的语言提供），有权自行决定增加、变更、中断和停止平台具体的内容、功能和形式。具体以平台实时呈现的服务内容、功能和形式为准。<br />
        </p>
        <p><strong>第&nbsp;3条 用户使用规范</strong></p>
        <p>
          3.1
          您应当在有效的时间节点前在平台系统中提交完成工商服务所需的全部资料。若您未按照平台要求提交资料，经平台短信&amp;微信推送提示后仍未提交，由此造成的损失由您自行承担。如目的国政策调整，平台将以短信&amp;微信推送消息的方式通知您调整提供资料的时间，请予以配合。<br />
          3.2
          您在使用本平台的期间内，您有任何法律及工商变更，包括但不限于法定代表人变更、公司地址变更、联系人变更等情形出现时，应当在变更后1个工作日内完成本平台系统内的信息更改，或者通知和联系平台客服进行更改；若您未按照要求更改信息造成的全部损失由您自行承担。<br />
          3.3&nbsp;您必须及时在平台提交办理工商服务有关的资料，并对其真实性、完整性、合法性负责。平台不负责对您文件和资料的真实性进行审核。如果因为您提供的资料出现任何问题导致的法律责任，由您承担；若因此导致委托服务工作无法实现的，平台亦不承担责任；若因此造成平台损失的，您还须赔偿平台的一切损失。<br />
          3.4&nbsp;若您在平台充值或实际支付了服务费用，并且还没有开始使用平台提供的工商服务，您可以在充值后30日内向平台申请退还，若已经开始使用服务，则平台无义务退款。但是您仍然可以在平台上自行申请终止服务及退款。<br />
          3.5&nbsp;如果您在付费时使用了优惠券或折扣等其他优惠方式的，则您在按照本款约定申请退款时，您无权就该优惠券或折扣申请退款或补偿。平台有权保留已终止服务用户的所有使用信息，对您在使用付费服务期间发生的违反本协议及相关规定的行为，平台仍有权行使本协议规定的权利并追究用户的法律责任。
        </p>
        <p><strong>第&nbsp;4条 用户退款规则</strong></p>
        <p>
          4.1
          未交付资料退款规则：您尚未交付资料的，在服务费用到达平台账户之日起30天（含）以内，您申请退款平台将按服务费用总额的1.5%计取手续费；30天以上、不足90天的按服务费用总额的5%计取手续费；90天（含）以上、不足180天的按服务费用总额的11.5%计取手续费；180天（含）以上按服务费用总额的21.5%计取手续费。<br />
          4.2
          已交付资料退款规则：已交付资料不能办理退款。<br />
          4.3
          其他情况：如因您付款账户出现问题需申请退款，平台不接受此类情况的退款申请，您支付服务费用前须确定付款账户。
        </p>
        <p><strong>第&nbsp;5条 用户账号规则</strong></p>
        <p>
          5.1
          您在注册或使用平台服务时可能需要提供一些必要的信息。您须保证所填写及所提供的资料真实、准确、完整，否则可能无法使用平台服务，或在使用过程中受到限制，甚至影响您是否能够使用平台特定功能。对于因您提供的信息不真实、不准确或不完整导致的责任和损失由您承担。<br />
          5.2
          平台有权根据您所提供资料的真实性、准确性、完整性以及是否符合平台服务规定的其他条件，决定是否为您提供服务。您在使用平台服务过程中，所提供的信息发生变动，应及时进行变更。<br />5.3
          您注册成功后，我们将为您配置账号，该账号之所有权归平台所有，用户在本协议有效期内仅享有使用权。未经平台同意，用户的账号仅供用户本人使用，账号信息和权限不得以转让、赠与、借用、售卖、授权或租用等方式许可给第三方使用或和第三方共同控制、使用。<br />5.4如果您需要注销您的账号，您有权通过平台公布的方式、程序进行，我们将在核实您的身份并清理账号资产（例如已充值或已获得的虚拟资产等）及纠纷争议后，为您提供账号注销服务。在注销账号之后本协议即终止，我们将停止为您提供任何服务。同时对您的平台的所有数据将不做保存。当然，我们也保留权利在您的账号符合回收的如下情况下，直接回收并注销您的账号并停止服务：（1）未通过实名认证；（2）其他情况。<br />5.5
          用户一经注册，即可能可以在平台及我们关联公司运营的其他产品，或者合作伙伴等第三方平台中通行使用。在使用平台服务账号登录并使用其他产品或服务时，除遵守本协议约定外，还应遵守该等产品的服务协议的约定。平台服务和其他产品对可能出现的纠纷在法律规定和约定的范围内各自承担责任。<br />5.6为客户体验及功能服务考虑，您在使用不同服务时被要求填写的信息内容可能不完全一致，因此，为了给您提供更好的服务及为了您的登录账号安全，可能需要您补充完整信息后方可使用。<br />5.7您有责任自行负责保管账号的用户名和密码等信息，否则因该等事项引发的法律责任由用户自行承担。凡使用平台服务登录账号和登录凭证的行为，平台服务视为您本人的操作，操作所产生的电子信息记录均为平台服务用户行为的有效凭据。
        </p>
        <p><strong>第&nbsp;6条 用户行为规范</strong></p>
        <p>
          6.1
          您保证合理地使用平台服务，并接受本协议和我们适时制定并发布的其他政策、规则、公告声明。<br />6.2
          行为禁止：您可在本协议约定的范围内使用平台及服务，您不得利用平台从事以下行为：<br />（&nbsp;1）超出授权或恶意使用平台服务；<br />（&nbsp;2）利用平台发表、传送、传播、储存危害国家安全、国家统一、社会稳定的内容，或侮辱诽谤、色情、暴力、引起他人不安及任何违反国家法律法规政策的内容，或者设置含有上述内容的网名、角色名，发布、传送、传播违法广告信息、营销信息及垃圾信息等；<br />（&nbsp;3）利用平台侵害他人知识产权、肖像权、隐私权、名誉权、个人信息等合法权利或权益；<br />（&nbsp;4）恶意虚构或协助虚构事实、评价等信息或数据；<br />（&nbsp;5）进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/账户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本“软件”系统或网络的弱点或其他实施破坏网络安全的行为；企图干涉、破坏本“软件”系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称；利用平台及服务上传任何病毒、木马，或者蠕虫等危害网络健康的内容；<br />（&nbsp;6）对平台进行反向工程、反向编译或反向汇编或以其他方式企图发现平台的源代码和算法，未经许可修改、禁用软件的任何功能或创建基于软件的衍生作品。去除平台或文档上的任何所有权声明或标签，或将其他软件与平台合并；<br />（&nbsp;7）进行任何破坏我们提供服务公平性或者其他影响应用正常秩序的行为，如主动或被动刷分、合伙作弊、使用外挂或者其他的作弊软件、利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的非法利益，或者利用互联网或其他方式将外挂、作弊软件、BUG公之于众；<br />（&nbsp;8）从事其他法律法规、政策及公序良俗、社会公德禁止的行为以及侵犯其他个人、公司、社会团体、组织的合法权益的行为。<br />6.3
          信息内容规范：为了营造良好网络生态，保障公民、法人和其他组织的合法权益，维护国家安全和公共利益，我们将根据《中华人民共和国国家安全法》《中华人民共和国网络安全法》《互联网信息服务管理办法》等法律、行政法规，自觉践行社会主义核心价值观，营造清朗的网络空间，并开展的弘扬正能量、处置违法和不良信息等相关活动。<br />6.4
          信息内容的使用规范<br />6.4.1
          未经我们书面许可，您不得自行或授权、允许、协助任何第三人对平台中信息内容进行如下行为：<br />（&nbsp;1）复制、读取、采用平台的信息内容，用于任何形式的商业用途；<br />（&nbsp;2）擅自编辑、整理、编排平台及相关服务的信息内容后在平台及相关服务的源页面以外的渠道进行展示；<br />（&nbsp;3）采用不正当方式，自行或协助第三人对平台及相关服务的信息内容产生流量、阅读量或交易引导、转移、劫持等不利影响。
        </p>
        <p><strong>第&nbsp;7条 个人信息保护与隐私政策</strong></p>
        <p>
          7.1
          尊重用户隐私并保护您的个人信息安全是我们的一贯态度，平台将会采取合理的措施保护您的个人信息与隐私。我们承诺，除非获得用户同意，平台不会收集、使用其提供服务所必需以外的用户个人信息或者将信息用于提供服务之外的目的。但是平台因需要向注册国政府及税局等机关提交资料的情形除外。<br />7.2
          在您使用本平台的过程中，平台将遵循合法、正当、必要的原则，收集您的相关信息，包括但不限于：<br />（&nbsp;1）用户注册或登录的账户信息，例如用户注册账户使用的电话号码、姓名或昵称、公司名等信息；<br />（&nbsp;2）用户用于办理服务上传的信息，例如用户的营业执照、法人身份信息等用户主动填写的信息或用户与平台客服联系时提供的相关信息等；<br />（&nbsp;3）用户使用平台过程中产生的信息。平台会根据用户授予的权限，接收并记录用户所使用的设备相关信息，例如设备属性信息、设备位置信息、设备连接信息等；<br />（&nbsp;4）平台根据用户授权通过合法方式收集的其他用户信息。<br />7.3
          安全保护：我们将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息及隐私安全，以免遭受未经授权的访问、使用或披露。<br />7.4
          信息使用与披露：我们有权在遵守法律法规的前提下，以明示的方式获取、使用、储存和分享您的个人信息。我们不会在未经您授权时，公开、编辑或透露您的个人信息及您保存在我们的非公开内容。您同意并保证：平台有权根据我们制定的个人信息保护规则收集使用您的相关信息。<br />7.5
          您同意，我们有权通过cookie等技术收集您的使用、行为信息，并在经过数据脱敏使之不再指向、关联到您个人的身份信息时，自由使用脱敏后的纯商业数据。当然，您也可根据自己的偏好删除Cookie，但如果您这么做，则需要在每一次访问我们的网站时亲自更改用户设置。目前删除Cookie的一般路径是浏览器：“设置-清除数据”，或者将手机系统还原/清除。<br />7.6
          在遵守本协议项下特别约定的个人信息保护与隐私政策外，我们希望您认真并完整阅读我们特别针对平台而制定并适时发布的《隐私权政策》，这将更有助于保障您的个人信息。
        </p>
        <p><strong>第&nbsp;8条 信息或广告推送</strong></p>
        <p>
          8.1
          您同意在接受我们提供服务的同时，允许我们在遵守法律法规的前提下自行或由第三方广告商向您发送、展示广告、推广或宣传信息（包括商业与非商业信息）。如您对发送、推荐的广告或信息不感兴趣，您可以基于我们提供的相关技术选项，控制系统向您展示或不展示/减少展示相关类型的广告或信息。
        </p>
        <p><strong>第&nbsp;9条 知识产权等权益</strong></p>
        <p>
          9.1
          我们对平台中所包含的受知识产权或其他法律保护的资料享有相应的权利；除依法由用户享有著作权的内容之外，平台的整体内容的知识产权归我们或关联公司所有。<br />9.2关于信息内容的投诉或举报。若您在使用平台过程中，不慎受到合法权益的侵犯，您有权通知我们采取必要措施进行处置。若您在使用平台过程中，发现存在违法违规或违反本服务相关规则的情况，您也有权向我们发起举报，我们亦会及时采取必要措施（删除、屏蔽、断开链接或限制使用功能等）进行处置。<br />9.3内容维权授权。在法律法规允许的范围内，您同意并授权我们就侵犯您合法权益的行为（包括但不限于私自复制、使用、编辑、抄袭等行为）采取任何形式的法律行动，包括但不限于投诉、诉讼等必要的维权措施。
        </p>
        <p><strong>第&nbsp;10条 免责声明</strong></p>
        <p>
          10.1
          我们对于您自平台而获得的所有他人、第三方的信息、内容或者广告宣传等任何资讯（以下统称“信息”），除法律明确规定外，不保证真实、准确和完整性。如果任何单位或者个人通过上述“信息”而进行任何行为，您须自行甄别真伪和谨慎预防风险。您在接受平台及服务时，有可能会接触到令人不快、不适当或令人厌恶的内容，在任何情况下，我们均不对任何此等内容承担任何责任。无论何种原因，我们不对任何非与我们直接发生的交易或行为承担任何直接、间接、附带或衍生的损失和责任。<br />10.2
          鉴于互联网服务的特殊性，您理解并同意我们在以下情况下无需对您所遭受的损失（包括但不限于财产、收益、数据资料等方面的损失或其他无形损失）承担责任：<br />（&nbsp;1）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素导致平台及服务障碍不能正常运作；<br />（&nbsp;2）由于计算机病毒、木马、其他恶意程序、黑客攻击、电信部门及网络运营公司技术调整或故障、系统维护等意外原因而造成平台及服务中断或延迟。<br />10.3
          平台有权不时对提供的所有服务实施优惠政策或开展优惠活动，该等优惠政策或优惠活动以平台发布的实时信息为准，您知悉并认可，平台有权自行决定是否提供优惠政策或开展优惠活动，以及优惠政策或优惠活动的内容、条件和有效期，并不时进行调整。对于不同活动期内不同的价格，平台不允诺担保您享有的是最低服务价格。&nbsp;<br />10.4
          有限责任：平台在适用法律所允许的最大范围内，不论出于何种原因，平台对您的全部责任为您使用本平台产品和服务而向平台支付的费用总额。如果平台免费向您提供了服务，则平台无义务对您承担任何赔偿责任。任何情况下，平台不对出自本协议或与本协议有关的或与平台的运行有关的任何特殊的、偶然的、惩罚性或间接的损害（包括但不限于数据损失、利润损失或营业损失）或采购替代产品承担责任，不论该等责任是基于合同、担保、侵权（包括过失）、严格责任或其他，也不论平台是否被事先告知了损失或损害发生的可能性。即使本协议约定的有限补救措施未能实现其根本目的，前述的责任限制依然适用。<br />10.5
          如果您通过合法方式获得了相关付费服务的优惠券或折扣等其他优惠方式的，则用户知悉并认可，该等优惠券或折扣必须满足一定条件才能使用，以优惠券上的信息提示和优惠券使用说明或平台公示的折扣使用说明为准。优惠券或折扣不兑现（即不直接兑换现金）、不找零（即订单金额不足抵用券金额的，抵用券剩余金额无效）、过期作废；优惠券或折扣仅限同一用户账号使用，严禁出售、转让或共享，如经平台发现存在出售、转让或共享优惠券或折扣等其他优惠方式的，该优惠券或折扣将予以作废处理，且平台有权视情节严重程度予以封号处理，并保留追究相关责任人法律责任的权利。<br />10.6
          免责：如因下所列任何原因而造成的用户资料泄露、丢失、被盗用或被篡改等，平台均有权获得免责：<br />（&nbsp;1）任何因政府管制而造成的暂时性关闭等影响网络正常浏览的不可抗力原因；<br />（&nbsp;2）任何计算机系统问题、黑客攻击、计算机病毒侵入或发作的原因；<br />（&nbsp;3）任何因网络安全问题导致的账户或银行卡信息泄露，该风险可能会给用户造成经济损失，用户承诺自行承担向侵权方追究责任及追究责任不能的后果；<br />（&nbsp;4）任何因用户个人原因导致的用户资料泄露、丢失、被盗用或被篡改等；<br />（&nbsp;5）其他不能归责于公司的原因。
        </p>
        <p><strong>第&nbsp;11条 违约责任</strong></p>
        <p>
          11.1
          如果我们发现、收到他人举报或投诉您违反本协议约定或违反法律法规和国家有关规定的，我们有权采取警示、冻结、终止/中止/限制使用账号等功能、解除或终止本协议，或提出损害赔偿等措施。<br />11.2
          若您的行为给我们造成损失的（包括但不限于直接损失、名誉损失、第三方的罚款、索赔等），我们有权全额向您追偿，如您在平台中有保证金、虚拟货币等财产或优惠券等虚拟权益的，我们有权冻结。<br />11.3
          本协议终止后，除法律有明确规定外，平台无义务向您或您指定的第三方披露您账户中的任何信息。本协议终止后，平台仍享有下列权利：根据法律规定，继续保存您留存于平台的各类信息；对于您过往的违约行为，平台仍可依据本协议向您追究违约责任。
        </p>
        <p><strong>第&nbsp;12条 法律适用与管辖</strong></p>
        <p>
          12.1 本协议的订立、执行、解释及争议的解决均适用中华人民共和国法律。<br />12.2
          如双方就平台服务协议内容或其履行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向协议签订地，即广东省深圳市龙岗区人民法院提起诉讼。
        </p>
        <p><strong>第&nbsp;13条 如何联系我们</strong></p>
        <p>13.1 如果您有任何的疑问、投诉、意见和建议，欢迎您与我们沟通反馈。</p>
      </div>

      <div v-if="enterpriseId == 30">
        <div >
          欢迎您使用跨标云外观设计专利咨询服务！<br />

          本服务协议是深圳市跨标云科技有限公司（简称为“跨标云”）与您之间，就为您本人及/或您所代表或代理的第三方，通过使用跨标云提供的外观设计专利服务（以下简称“本服务”），进行外观设计专利注册相关事宜所订立的有效合约。<br />

          在接受本服务协议并使用跨标云外观设计专利服务前，请您务必仔细阅读、充分理解本服务协议的全部内容，并在确认接受本服务协议后再进行后续操作。如果您对本服务协议的条款有疑问的，请向跨标云咨询，跨标云将向您解释条款内容。如果您不同意本服务协议的任意内容，或者无法准确理解跨标云对条款的解释，请不要进行后续操作。<br />

          当您通过网络页面直接确认、接受引用本页面链接及提示遵守内容、线下签署书面协议、实际使用本服务、或以跨标云认可且符合法律法规惯例的其他任一方式确认本服务协议后，即表示您已充分阅读、理解并接受本服务协议的全部内容，并与跨标云达成一致，本服务协议对双方均具有法律约束力。届时您不应以未阅读本服务协议的内容或者未获得跨标云对您问询的解答等理由，主张本服务协议无效，或要求撤销/变更本服务协议内容。<br />

          一、协议内容和效力<br />

          1.1 本服务协议内容包括跨标云官网相关页面上的服务说明、价格说明和您确认同意的订购页面、订单信息等，以及跨标云官网已经发布的或将来可能发布的与本服务相关的各类政策、规则、声明、通知、服务条款等，以上均为本服务协议不可分割的组成部分，与协议正文具有同等法律效力。<br />

          1.2 跨标云有权根据需要不定时制订、修改本服务协议及各类规则，并以网站公示的方式进行公告，不再另行通知您，协议及规则的修改也不以您的同意或事先通知为前提。变更后的协议和规则一经公布，立即自动生效。如您不同意相关变更，应当立即停止使用本服务。若您继续使用本服务的，即表示您接受经修订的协议和规则。<br />

          1.3 本服务协议的签署及履行，须通过您的跨标云注册账号进行，对您具有法律约束力。<br />

          二、服务内容<br />
          （一）商标服务<br />

          2.1 跨标云外观设计专利注册服务，是指跨标云向您提供的一项国际外观设计专利注册申请服务，包括在线提交外观设计专利注册申请、向外观设计专利局递交、跟踪及完成外观设计专利注册全流程的平台及相应的技术服务和支持。<br />

          2.2 您理解并同意，您通过跨标云外观设计专利服务提交的外观设计专利注册是否成功取决于外观设计专利产品本身及申请时间等因素，并最终由目的国外观设计专利局依法审查后决定。跨标云不会以任何明示或者暗示的方式担保您提交的外观设计专利注册申请能够成功，且对您的外观设计专利注册是否成功不承担法律有明确规定之外的责任。如果您要求百分之百的成功率或其他任何效果，跨标云无法做出承诺，因此请您慎重考虑是否继续使用本服务。<br />

          2.3 跨标云有权对您提交的拟申请外观设计专利进行初步审核，如果认为申请外观设计专利的产品本身或外观设计专利申请行为不合法或不符合外观设计专利注册申请约定，跨标云有权随时终止本次外观设计专利申请服务。<br />

          2.4 外观设计专利注册为单次服务，如您在外观设计专利审查过程中需要提起不予补正答复、注册复审、驳回复审、缴纳授权等，或需要对已申请注册的外观设计专利改变外观设计的，您均应另行购买相应的跨标云服务。<br />

          2.5 跨标云有权根据业务策略，适时对外观设计专利注册服务的功能进行增加、删减、更新、调整，或取消本服务类型，具体以您使用服务当时跨标云相关页面的展示为准。若您对跨标云增加、删减、调整等的内容有异议的，应及时以书面形式告知跨标云，并停止使用跨标云外观设计专利服务；否则，将被视为您认可前述内容。<br />

          2.6 商标注册成功后，甲方如您需进行平台备案（如亚马逊），跨标云会在您提供平台备案（如亚马逊）的邮件截图后，配合给您提供备案验证码。<br />
          （二）外观专利服务<br />

          2.7 跨标云外观设计专利注册服务，是指跨标云向您提供的一项国际外观设计专利注册申请服务，包括在线提交外观设计专利注册申请、向外观设计专利局递交、跟踪及完成外观设计专利注册全流程的平台及相应的技术服务和支持。<br />
          2.8 您理解并同意，您通过跨标云外观设计专利服务提交的外观设计专利注册是否成功取决于外观设计专利产品本身及申请时间等因素，并最终由目的国外观设计专利局依法审查后决定。跨标云不会以任何明示或者暗示的方式担保您提交的外观设计专利注册申请能够成功，且对您的外观设计专利注册是否成功不承担法律有明确规定之外的责任。如果您要求百分之百的成功率或其他任何效果，跨标云无法做出承诺，因此请您慎重考虑是否继续使用本服务。<br />
          2.9 跨标云有权对您提交的拟申请外观设计专利进行初步审核，如果认为申请外观设计专利的产品本身或外观设计专利申请行为不合法或不符合外观设计专利注册申请约定，跨标云有权随时终止本次外观设计专利申请服务。<br />
          2.10 外观设计专利注册为单次服务，如您在外观设计专利审查过程中需要提起不予补正答复、注册复审、驳回复审、缴纳授权等，或需要对已申请注册的外观设计专利改变外观设计的，您均应另行购买相应的跨标云服务。<br />
          2.11 跨标云有权根据业务策略，适时对外观设计专利注册服务的功能进行增加、删减、更新、调整，或取消本服务类型，具体以您使用服务当时跨标云相关页面的展示为准。若您对跨标云增加、删减、调整等的内容有异议的，应及时以书面形式告知跨标云，并停止使用跨标云外观设计专利服务；否则，将被视为您认可前述内容。<br />


          三、服务使用规范<br />

          3.1 您理解并保证：<br />

          3.1.1 您应对使用本服务过程中所提供的信息和材料的真实性和准确性负责；如因您故意或过失导致的信息错误，跨标云有权暂停直至终止服务，由您自行承担全部责任及后果，跨标云保留追究您法律责任的权利。<br />

          3.1.2 您应向跨标云提供完整、准确、可靠的联系方式（包括但不限于手机号码、电子邮件、联系地址或其他可供联系的详细信息），如服务过程中您的联系方式发生变化，您应及时在变更后两个工作日内通知跨标云，以免影响本服务过程中信息和文件的传达。如因联系方式不准确造成的任何结果，均由您自行承担。<br />

          3.2 您理解并保证：<br />

          3.2.1 您应积极配合跨标云为您提供本服务的相关事宜，您同意按照跨标云提示的时间和要求，及时准确地提供、确认信息及材料并支付款项，如因您提供的信息或材料不及时、不准确，或未按照确认页面的价格按时支付款项，您需自行承担责任及后果（包括但不限于办理时间延期、申请被驳回等），跨标云有权终止本服务。<br />

          3.2.2 您成功支付费用，并不代表外观设计专利申请成功。外观设计专利最终能否成功申请取决于外观设计专利的产品本身及申请时间等因素，并最终由外观设计专利局依法审查后决定。跨标云对该外观设计专利是否申请成功，不承担法律有明确规定之外的责任。<br />

          3.3 您理解并保证：<br />

          3.3.1 您在使用本服务过程中的所有行为均应遵守国家法律、法规等相关规定，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本服务协议及跨标云相关规则的约定，您的外观设计专利注册申请不是为了恶意或任何非法目的，不得故意抢注或刻意模仿他人外观设计专利或存在其他侵犯他人知识产权的行为，不得无使用目的大量囤积外观设计专利。如您违反前述承诺，跨标云有权随时终止本服务，您应以自己的名义独立承担所有法律责任，并确保跨标云免于因此产生任何损失。如因您使用本服务的行为给跨标云造成损失的，您应承担全部赔偿责任。<br />

          3.3.2 跨标云仅为您提供咨询建议，以及代为向登记机关递交您的申请材料，该行为不能被视为跨标云对您提供的材料内容的任何认同、保证或担保。您应对提供的材料内容独立承担全部责任，如材料内容不真实、不准确或存在其他不当内容，您应独立承担一切法律责任且应保证跨标云不因此被任何第三方追究责任或受到任何其他损害，如因此给跨标云带来损失，由您承担全部责任。<br />

          3.4 跨标云不会审查您使用商标和/或外观设计专利申请服务的意图，您使用本服务的行为不应使跨标云陷入任何不利或纠纷之中。如因您通过本服务申请商标和/或外观设计专利服务的行为给跨标云造成损失的，您应承担相应的责任。<br />

          3.5 商标和/或外观设计专利注册成功之后，您因持有或使用注册商标和/或外观设计专利而引起的任何纠纷或损失，与跨标云无关。同时，您有义务保护跨标云免于受到任何因您持有或使用此商标和/或外观设计专利而引起的第三方诉讼、索赔或其他行为而造成的损害。<br />

          四、服务费用<br />

          4.1 服务费报价和申请官方规费标准请至相应页面查询（跨标云有权随时依市场行情、相关国家知识产权局官方规费调整及其他相关因素，调整服务费和申请官方规费标准，服务费自调整之次日起生效、官方规费自各国国家知识产权局规定之生效日起适用）。<br />

          4.2 您可就已支付的服务费用，向跨标云申请相应金额的发票，并承担开具发票需要的税点金额。<br />

          4.3 跨标云将在官网相关页面公示有关收费标准和缴费要求，并有权根据业务需要和市场变化等原因，调整上述标准和要求；或者根据当时的市场状况及自身经营政策等因素，制定不同的服务收费标准、优惠与促销政策等。<br />

          4.4 跨标云会定期或不定期推出优惠活动或政策。您理解并确认：<br />

          4.4.1 此类优惠活动或政策均为跨标云在正常服务价格之外的一次性特别优惠，跨标云不保证您一定可以享受该等特别优惠。<br />

          4.4.2 在优惠活动或优惠政策期间新购买本服务的可享受特别优惠，此前已购买的不可返还差价。<br />

          4.4.3 除非跨标云以书面形式给予明确说明，通常情况下，多种优惠不可同时叠加适用。<br />

          五、知识产权<br />

          5.1 在本服务协议项下，跨标云向您提供的任何资料、技术或技术支持、软件、服务等的知识产权均属于跨标云和/或其合法权利人所有；除跨标云和/或其合法权利人明示同意外，您无权复制、传播、转让、许可或提供他人使用上述知识成果，否则应承担相应的责任。<br />

          5.2 您应保证提交给跨标云的信息和材料、对本服务的使用以及使用本服务所产生的成果，未侵犯任何第三方的合法权益。跨标云应保证向您提供的服务不违反现行有效的法律法规。<br />

          5.3 如果第三方机构或个人对您使用本服务过程中的知识产权的归属提出质疑或投诉，您和跨标云均有责任出具相关知识产权证明材料，并配合对方的相关投诉处理工作。对于因此引起的索赔、诉讼或可能向其提起诉讼，您应负责解决，承担费用和损失，以及使跨标云免责。<br />

          六、不可抗力及责任承担<br />

          6.1 因不可抗力或者其他意外事件，使得本服务履行不可能、不必要或者无意义的，遭受不可抗力、意外事件的一方不承担责任。“不可抗力、意外事件”是指不能预见、不能克服并不能避免且对一方或双方当事人造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行等以及社会事件如战争、动乱、政府行为、电信主干线路中断等。<br />

          6.2 鉴于互联网的特殊性，黑客攻击、互联网连通中断或者系统故障、电信部门原因造成的连通中断等非跨标云原因给您造成的损失，除另有生效法律文书规定外，跨标云不承担责任。<br />

          七、服务验收<br />

          在跨标云完成各类外观专利相关申请或法律文件准备后，您应及时对相关文件进行验收，并确认是否送件至各国/地区知识产权局。<br />

          八、退款机制<br />

          您知悉并确认仅符合如下条件之一，跨标云才会将您支付的相关服务费全部或部分退还给您：<br />

          ① 由于市场变化及各种因素的影响，跨标云无法保证您购买的服务都能提供，如您拟购买的服务发生“暂时无法提供服务”的情况，您和跨标云均有权取消订单，并全额退还已支付的服务相关费用。<br />

          ② 在您购买的服务正式提交注册办理前：在服务费用到达平台账户之日起30天（含）以内，您申请退款平台将按服务费用总额的1.5%计取手续费；30天以上、不足90天的按服务费用总额的5%计取手续费；90天（含）以上、不足180天的按服务费用总额的11.5%计取手续费；180天（含）以上按服务费用总额的21.5%计取手续费。<br />

          ③ 在您购买的服务提交注册办理后，不再退还服务费以及已经发生的官方规费。<br />

          ④其他情况：如因您付款账户出现问题需申请退款，平台不接受此类情况的退款申请，您支付服务费用前须确定付款账户正常使用。<br />

          九、保证条款<br />

          您保证不以任何理由、任何方式自行寻求专利代理机构的任何专家为您私下提供服务，除非经跨标云书面同意。一经发现，跨标云有权注销（永久冻结）您在跨标云的帐户，并由您自行承担账户冻结、注销导致的损失，如给跨标云造成任何损失，跨标云有权向您索赔。<br />

          十、保密条款<br />

          本协议所称“商业秘密”包括：有关产业、商业、产品、技术、市场、业务信息与数据以及所有方法、工具、流程、专业技能等，但不包括下列事项：<br />

          ① 一方于提供时，已属公开或众所周知者；<br />

          ② 该资料自他人所取得，而该他人对资料未负有任何保密义务者；<br />

          ③ 非因任一方作为或不作为而成为众所周知者；<br />

          ④ 一方于提供前，已为他方所知悉且无保密义务者。<br />

          2、您同意因在外观设计专利咨询服务中或进行其他跨标云平台活动中而知悉跨标云及其他第三方商业秘密者，应负保密责任，非经跨标云或其他第三方之书面同意，不得以任何形式揭露、提供予他人或使他人取得跨标云或其他第三方商业秘密。您并应采取必要措施，以防止商业秘密被窃或泄露。反之，跨标云亦履行相同保密义务。<br />

          3、您必须保证，在跨标云平台上传、发布或传播的内容未侵犯其他任何第三方之合法权益，否则将承担由此带来的一切法律责任。<br />

          4、您不得将任何内部资料、机密资料、涉及他人隐私资料或侵犯任何人的专利权、商标权、著作权、商业秘密或其他专属权利之内容加以上传、发布或传播。 若第三方认为您在跨标云上传、发布或传播的内容侵犯其合法权益，且向跨标云发出合理通知的，则跨标云有权移除涉嫌侵权内容。<br />

          十一、隐私权声明<br />

          通常情况下，您无须提供您的姓名或其它个人信息即可访问本网站。为特定目的，如您需要跨标云平台为您提供专利申请服务或其他服务，您须依相应页面进行注册并提供您相关信息，同时视为您已经了解并接受您信息的用途，同意跨标云为实现该特定目的使用您的信息。<br />

          2、跨标云在任何时候、任何情况下都不会出售您的信息，只会在法律允许范围内使用您的信息。但当法律、政府机关依照法定程序要求跨标云披露您的信息时，跨标云将根据政府机关之要求或为公共安全之目的提供您的信息。在此情况下之任何披露，本网站均不承担任何责任。<br />

          3、除上述8.2款免责外，下列情况跨标云亦无需承担任何责任：<br />

          ① 由于您将登录名和密码告知他人或与他人共享注册帐户，由此导致的任何信息泄露。<br />

          ② 跨标云平台系统停机维护期间（跨标云平台会提前在网站上通知）。<br />

          ③ 任何由于黑客政击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常运营之不可抗力而造成的用户信息泄露、丢失、被盗用或被篡改等。<br />

          ④ 由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。<br />

          ⑤ 因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成跨标云平台系统障碍不能提供服务的。<br />

          ⑥ 由于与本网站链接的其它网站所造成之用户资料泄露及由此而导致的任何法律争议和后果。<br />

          十二、协议终止<br />

          出现以下情况时，跨标云有权直接以注销账户的方式终止本协议：<br />

          ① 跨标云终止向您提供服务后，您涉嫌再一次直接或间接或以他人名义注册为跨标云用户的；<br />

          ② 您提供的电子邮箱、手机号码、微信号、QQ号等不存在或无法接收相关信息，且没有其他方式可以与您进行联系，或跨标云以其它联系方式通知您更改；<br />

          电子邮件信息，而您在跨标云通知后三个工作日内仍未更改为有效的电子邮箱的；<br />

          ③ 您注册信息中的主要内容不真实或不准确或不及时或不完整；<br />

          ④ 本协议变更时，您明示并通知跨标云不愿接受新的服务协议的；<br />

          ⑤ 其它跨标云认为应当终止服务的情况。<br />

          2、您有权向跨标云要求注销您的账户，经跨标云审核同意的，跨标云注销（永久冻结）您的账户，届时，您与跨标云基于本协议的合同关系即终止。您的账户被注销（永久冻结）后，跨标云没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。<br />

          3、您同意，您与跨标云的合同关系终止后，跨标云仍享有下列权利：<br />

          ① 继续保存您的注册信息及您使用跨标云平台服务期间的所有信息。<br />

          ② 您在使用跨标云平台服务期间存在违法行为或违反本协议和/或规则的行为的，跨标云仍可依据本协议向您主张权利。<br />

          4、如果您是跨标云平台的非付费用户，且连续十二个月没有登陆本网站，本网站有权注销您的帐号。<br />

          十三、法律适用、管辖及其他<br />

          1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律（不包括港澳台法律），如无相关法律规定的，则应参照通用国际商业惯例和/或行业惯例。<br />

          2、因本协议产生之争议，跨标云会与您沟通并处理。一旦产生之争议无法解决，同意以跨标云所在地人民法院为第一审管辖法院。<br />
        </div>
      </div>

      <div v-if="enterpriseId == 28">
        <div>
          欢迎您使用卖家成长商标服务！<br/>

          本服务协议是深圳市卖家成长网络科技有限公司（简称为“卖家成长”）与您之间，就为您本人及/或您所代表或代理的第三方，通过使用卖家成长提供的商标服务（以下简称“本服务”），进行商标注册相关事宜所订立的有效合约<br/>

          在接受本服务协议并使用卖家成长商标服务前，请您务必仔细阅读、充分理解本服务协议的全部内容，并在确认接受本服务协议后再进行后续操作。如果您对本服务协议的条款有疑问的，请向卖家成长咨询，卖家成长将向您解释条款内容。如果您不同意本服务协议的任意内容，或者无法准确理解卖家成长对条款的解释，请不要进行后续操作。<br/>

          当您通过网络页面直接确认、接受引用本页面链接及提示遵守内容、线下签署书面协议、实际使用本服务、或以卖家成长认可且符合法律法规惯例的其他任一方式确认本服务协议后，即表示您已充分阅读、理解并接受本服务协议的全部内容，并与卖家成长达成一致，本服务协议对双方均具有法律约束力。届时您不应以未阅读本服务协议的内容或者未获得卖家成长对您问询的解答等理由，主张本服务协议无效，或要求撤销/变更本服务协议内容。<br/>

          一、协议内容和效力<br/>

          1.1 本服务协议内容包括卖家成长官网相关页面上的服务说明、价格说明和您确认同意的订购页面、订单信息等，以及卖家成长官网已经发布的或将来可能发布的与本服务相关的各类政策、规则、声明、通知、服务条款等，以上均为本服务协议不可分割的组成部分，与协议正文具有同等法律效力。<br/>

          1.2 卖家成长有权根据需要不定时制订、修改本服务协议及各类规则，并以网站公示的方式进行公告，不再另行通知您，协议及规则的修改也不以您的同意或事先通知为前提。变更后的协议和规则一经公布，立即自动生效。如您不同意相关变更，应当立即停止使用本服务。若您继续使用本服务的，即表示您接受经修订的协议和规则。<br/>

          1.3 本服务协议的签署及履行，须通过您的卖家成长注册账号进行，对您具有法律约束力。<br/>

          二、服务内容<br/>

          2.1  卖家成长商标注册服务，是指卖家成长向您提供的一项商标注册申请服务，包括在线提交商标注册申请、向商标局递交、跟踪及完成商标注册全流程的平台及相应的技术服务和支持。<br/>

          2.2 您理解并同意，您通过卖家成长商标服务提交的商标注册是否成功取决于商标标志本身及申请时间等因素，并最终由商标局依法审查后决定。卖家成长不会以任何明示或者暗示的方式担保您提交的商标注册申请能够成功，且对您的商标注册是否成功不承担法律有明确规定之外的责任。如果您要求百分之百的成功率或其他任何效果，卖家成长无法做出承诺，因此请您慎重考虑是否继续使用本服务。<br/>

          2.3 卖家成长有权对您提交的拟申请商标进行初步审核，如果认为商标本身或商标申请行为不合法或不符合商标注册申请约定，卖家成长有权随时终止本次商标申请服务。<br/>

          2.4 商标注册为单次服务，如您在商标审查过程中需要提起不予补正答复、注册复审、驳回复审、异议答辩等，或需要对已申请注册的商标改变其标志的，您均应另行购买相应的卖家成长服务。<br/>

          2.5 卖家成长有权根据业务策略，适时对商标注册服务的功能进行增加、删减、更新、调整，或取消本服务类型，具体以您使用服务当时卖家成长相关页面的展示为准。若您对卖家成长增加、删减、调整等的内容有异议的，应及时以书面形式告知卖家成长，并停止使用卖家成长商标服务；否则，将被视为您认可前述内容。<br/>

          2.6 商标注册成功后，甲方如您需进行平台备案（如亚马逊），卖家成长会须配合在您甲方提供平台备案（如亚马逊）的邮件截图后提供给甲方您备案验证码。<br/>

          三、服务使用规范<br/>

          3.1 您理解并保证：<br/>

          3.1.1  您应对使用本服务过程中所提供的信息和材料的真实性和准确性负责；如因您故意或过失导致的信息错误，卖家成长有权暂停直至终止服务，由您自行承担全部责任及后果，卖家成长保留追究您法律责任的权利。<br/>

          3.1.2 您应向卖家成长提供完整、准确、可靠的联系方式（包括但不限于手机号码、电子邮件、联系地址或其他可供联系的详细信息），如服务过程中您的联系方式发生变化，您应及时在变更后两个工作日内通知卖家成长，以免影响本服务过程中信息和文件的传达。如因联系方式不准确造成的任何结果，均由您自行承担。<br/>

          3.2 您理解并保证：<br/>

          3.2.1 您应积极配合卖家成长为您提供本服务的相关事宜，您同意按照卖家成长提示的时间和要求，及时准确地提供、确认信息及材料并支付款项，如因您提供的信息或材料不及时、不准确，或未按照确认页面的价格按时支付款项，您需自行承担责任及后果（包括但不限于办理时间延期、申请被驳回等），卖家成长有权终止本服务。<br/>

          3.2.2 您成功支付费用，并不代表外观设计专利申请成功。外观设计专利最终能否成功申请取决于外观设计专利的产品本身及申请时间等因素，并最终由外观设计专利局依法审查后决定。卖家成长对该外观设计专利是否申请成功，不承担法律有明确规定之外的责任。<br/>

          3.3 您理解并保证：<br/>

          3.3.1 您在使用本服务过程中的所有行为均应遵守国家法律、法规等相关规定，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本服务协议及卖家成长相关规则的约定，您的外观设计专利注册申请不是为了恶意或任何非法目的，不得故意抢注或刻意模仿他人外观设计专利或存在其他侵犯他人知识产权的行为，不得无使用目的大量囤积外观设计专利。如您违反前述承诺，卖家成长有权随时终止本服务，您应以自己的名义独立承担所有法律责任，并确保卖家成长免于因此产生任何损失。如因您使用本服务的行为给卖家成长造成损失的，您应承担全部赔偿责任。<br/>

          3.3.2 卖家成长仅为您提供咨询建议，以及代为向登记机关递交您的申请材料，该行为不能被视为卖家成长对您提供的材料内容的任何认同、保证或担保。您应对提供的材料内容独立承担全部责任，如材料内容不真实、不准确或存在其他不当内容，您应独立承担一切法律责任且应保证卖家成长不因此被任何第三方追究责任或受到任何其他损害，如因此给卖家成长带来损失，由您承担全部责任。<br/>

          3.4 卖家成长不会审查您使用外观设计专利申请服务的意图，您使用本服务的行为不应使卖家成长陷入任何不利或纠纷之中。如因您通过本服务申请外观设计专利服务的行为给卖家成长造成损失的，您应承担相应的责任。<br/>

          3.5 外观设计专利注册成功之后，您因持有或使用注册外观设计专利而引起的任何纠纷或损失，与卖家成长无关。同时，您有义务保护卖家成长免于受到任何因您持有或使用此外观设计专利而引起的第三方诉讼、索赔或其他行为而造成的损害。<br/>

          四、服务费用<br/>

          4.1 服务费报价和申请官方规费标准请至相应页面查询（卖家成长有权随时依市场行情、相关国家知识产权局官方规费调整及其他相关因素，调整服务费和申请官方规费标准，服务费自调整之次日起生效、官方规费自各国国家知识产权局规定之生效日起适用）。<br/>

          4.2 您可就已支付的服务费用，向卖家成长申请相应金额的发票，并承担开具发票需要的税点金额。<br/>

          4.3 卖家成长将在官网相关页面公示有关收费标准和缴费要求，并有权根据业务需要和市场变化等原因，调整上述标准和要求；或者根据当时的市场状况及自身经营政策等因素，制定不同的服务收费标准、优惠与促销政策等。<br/>

          4.4 卖家成长会定期或不定期推出优惠活动或政策。您理解并确认：<br/>

          4.4.1 此类优惠活动或政策均为卖家成长在正常服务价格之外的一次性特别优惠，卖家成长不保证您一定可以享受该等特别优惠。<br/>

          4.4.2 在优惠活动或优惠政策期间新购买本服务的可享受特别优惠，此前已购买的不可返还差价。<br/>

          4.4.3 除非卖家成长以书面形式给予明确说明，通常情况下，多种优惠不可同时叠加适用。<br/>

          五、知识产权<br/>

          5.1 在本服务协议项下，卖家成长向您提供的任何资料、技术或技术支持、软件、服务等的知识产权均属于卖家成长和/或其合法权利人所有；除卖家成长和/或合法权利人明示同意外，您无权复制、传播、转让、许可或提供他人使用上述知识成果，否则应承担相应的责任。<br/>

          5.2 您应保证提交给卖家成长的信息和材料、对本服务的使用以及使用本服务所产生的成果，未侵犯任何第三方的合法权益。卖家成长应保证向您提供的服务不违反现行有效的法律法规。<br/>

          5.3 如果第三方机构或个人对您使用本服务过程中的知识产权的归属提出质疑或投诉，您和卖家成长均有责任出具相关知识产权证明材料，并配合对方的相关投诉处理工作。对于因此引起的索赔、诉讼或可能向其提起诉讼，您应负责解决，承担费用和损失，以及使卖家成长免责。<br/>

          六、不可抗力及责任承担<br/>

          6.1 因不可抗力或者其他意外事件，使得本服务履行不可能、不必要或者无意义的，遭受不可抗力、意外事件的一方不承担责任。“不可抗力、意外事件”是指不能预见、不能克服并不能避免且对一方或双方当事人造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行等以及社会事件如战争、动乱、政府行为、电信主干线路中断等。<br/>

          6.2 鉴于互联网的特殊性，黑客攻击、互联网连通中断或者系统故障、电信部门原因造成的连通中断等非卖家成长原因给您造成的损失，除另有生效法律文书规定外，卖家成长不承担责任。<br/>

          七、服务验收<br/>

          在卖家成长完成各类外观专利相关申请或法律文件准备后，您应及时对相关文件进行验收，并确认是否送件至各国/地区知识产权局。<br/>

          八、退款机制<br/>

          您知悉并确认仅符合如下条件之一，卖家成长才会将您支付的相关服务费全部或部分退还给您：<br/>

          ① 由于市场变化及各种因素的影响，卖家成长无法保证您提交的申请委托服务都能提供，如您拟购买的服务发生“暂时无法提供服务”的情况，您和卖家成长均有权取消订单，并全额退还已支付的案件相关费用。<br/>

          ②未交付商品退款规则：<br/>
          ⭐普通客户自付款之日起15天内退款不扣除手续费，16天-90天扣除10%手续费，90天以上扣除20%手续费。<br/>
          ⭐VIP和KA客户自付款之日起90天内不扣除手续费，90天以上扣除10%手续费。<br/>
          ⭐因客户需要更换商品服务的情况，原商品退款不扣除手续费。<br/>
          ⭐因我司原因无法提供该项服务的情况，不扣除手续费。<br/>

          ③ 在您购买的服务提交注册办理后，不再退还服务费以及已经发生的官方规费。<br/>
          其他情况：如因您付款账户出现问题需申请退款，平台不接受此类情况的退款申请，您支付服务费用前须确定付款账户，若坚持退款，需扣除1.5%手续费。<br/>

          九、保证条款<br/>

          您保证不以任何理由、任何方式自行寻求专利代理机构的任何专家为您私下提供服务，除非经卖家成长书面同意。一经发现，卖家成长有权注销（永久冻结）您在卖家成长的帐户，如给卖家成长造成任何损失，卖家成长有权向您索赔。<br/>

          十、保密条款<br/>

          本协议所称“商业秘密”包括：有关产业、商业、产品、技术、市场、业务信息与数据以及所有方法、工具、流程、专业技能等，但不包括下列事项：<br/>

          ① 一方于提供时，已属公开或众所周知者；<br/>

          ② 该资料自他人所取得，而该他人对资料未负有任何保密义务者；<br/>

          ③ 非因任一方作为或不作为而成为众所周知者；<br/>

          ④ 一方于提供前，已为他方所知悉且无保密义务者。<br/>

          2、您同意因在外观设计专利咨询服务中或进行其他卖家成长平台活动中而知悉卖家成长及其他第三方商业秘密者，应负保密责任，非经卖家成长或其他第三方之书面同意，不得以任何形式揭露、提供予他人或使他人取得卖家成长或其他第三方商业秘密。您并应采取必要措施，以防止商业秘密被窃或泄露。反之，卖家成长亦履行相同保密义务。<br/>

          3、您必须保证，在卖家成长平台上传、发布或传播的内容未侵犯其他任何第三方之合法权益，否则将承担由此带来的一切法律责任。<br/>

          4、您不得将任何内部资料、机密资料、涉及他人隐私资料或侵犯任何人的专利权、商标权、著作权、商业秘密或其他专属权利之内容加以上传、发布或传播。 若第三方认为您在卖家成长上传、发布或传播的内容侵犯其合法权益，且向卖家成长发出合理通知的，则卖家成长有权移除涉嫌侵权内容。<br/>

          十一、隐私权声明<br/>

          通常情况下，您无须提供您的姓名或其它个人信息即可访问本网站。为特定目的，如您需要卖家成长平台为您提供专利申请服务或其他服务，您须依相应页面进行注册并提供您相关信息，同时视为您已经了解并接受您信息的用途，同意卖家成长为实现该特定目的使用您的信息。<br/>

          2、卖家成长在任何时候、任何情况下都不会出售您的信息，只会在法律允许范围内使用您的信息。但当法律、政府机关依照法定程序要求卖家成长披露您的信息时，卖家成长将根据政府机关之要求或为公共安全之目的提供您的信息。在此情况下之任何披露，本网站均不承担任何责任。<br/>

          3、除上述8.2款免责外，下列情况卖家成长亦无需承担任何责任：<br/>

          ① 由于您将登录名和密码告知他人或与他人共享注册帐户，由此导致的任何信息泄露。<br/>

          ② 卖家成长平台系统停机维护期间（卖家成长平台会提前在网站上通知）。<br/>

          ③ 任何由于黑客政击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常运营之不可抗力而造成的用户信息泄露、丢失、被盗用或被篡改等。

          ④ 由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。<br/>

          ⑤ 因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成卖家成长平台系统障碍不能提供服务的。<br/>

          ⑥ 由于与本网站链接的其它网站所造成之用户资料泄露及由此而导致的任何法律争议和后果。<br/>

          十二、协议终止<br/>

          出现以下情况时，卖家成长有权直接以注销账户的方式终止本协议：<br/>

          ① 卖家成长终止向您提供服务后，您涉嫌再一次直接或间接或以他人名义注册为卖家成长用户的；<br/>

          ② 您提供的电子邮箱、手机号码、微信号、QQ号等不存在或无法接收相关信息，且没有其他方式可以与您进行联系，或卖家成长以其它联系方式通知您更改；<br/>

          电子邮件信息，而您在卖家成长通知后三个工作日内仍未更改为有效的电子邮箱的；<br/>

          ③ 您注册信息中的主要内容不真实或不准确或不及时或不完整；<br/>

          ④ 本协议变更时，您明示并通知卖家成长不愿接受新的服务协议的；<br/>

          ⑤ 其它卖家成长认为应当终止服务的情况。<br/>

          2、您有权向卖家成长要求注销您的账户，经卖家成长审核同意的，卖家成长注销（永久冻结）您的账户，届时，您与卖家成长基于本协议的合同关系即终止。您的账户被注销（永久冻结）后，卖家成长没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。<br/>

          3、您同意，您与卖家成长的合同关系终止后，卖家成长仍享有下列权利：<br/>

          ① 继续保存您的注册信息及您使用卖家成长平台服务期间的所有信息。<br/>

          ② 您在使用卖家成长平台服务期间存在违法行为或违反本协议和/或规则的行为的，卖家成长仍可依据本协议向您主张权利。<br/>

          4、如果您是卖家成长平台的非付费用户，且连续十二个月没有登陆本网站，本网站有权注销您的帐号。<br/>

          十三、法律适用、管辖及其他<br/>

          1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律（不包括港澳台法律），如无相关法律规定的，则应参照通用国际商业惯例和/或行业惯例。<br/>

          2、因本协议产生之争议，卖家成长会与您沟通并处理。一旦产生之争议无法解决，同意以卖家成长所在地人民法院为第一审管辖法院。<br/>
        </div>
      
      </div>

      

      <div slot="footer" class="footer">
        <Button type="primary" @click="close(false)">知道了</Button>
      </div>
    </Modal>
  </div>

</template>
<script>
export default {
  props: ["functionCode", "enterpriseId"],
  data() {
    return {
      isShow: true,
    };
  },
  watch: {
    isShow(val) {
      this.close(val);
    },
  },
  methods: {
    close(val) {
      this.$emit("changeState", val);
    },
  },
};
</script>
<style lang="less" scoped>
/deep/ .ivu-modal-header {
  display: none;
}
.header {
  font-weight: 700;
  color: #333;
  font-size: 18px;
  margin-bottom: 20px;
}
.footer {
  text-align: center;
  padding-bottom: 40px;
}
.content {
  padding: 0 30px;
  line-height: 26px;
  color: #333;
  p.sub {
    font-weight: 700;
    font-size: 16pxs;
  }
}
/deep/ .ivu-modal-content {
  height: 770px;
  overflow: auto;
}
/deep/ .ivu-modal-close {
  display: none;
}
.divContent {
  text-align: justify;
  color: currentColor;
  .pContent {
    margin-bottom: 20px;
  }
}
</style>