export const functionCodeList = (type) => {
  const data = {
    2: "转代理申报",
    3: "税务补缴",
    4: "转代理",
    5: "注册,申报",
    6: "税号注销",
    7: "税务稽查....,",
    13: "海牙认证",
    16: "授权代表(英代,欧代)",
    17: "补申报",
    23: "IOSS注册,申报",
    20: "极简工单",
    24: "VAT退税",
    61: "商标注册",
    62: "答复审查意见",
    63: "商标注册-包证据",
    64: "补差价",
    65: "R标",
    66: "商标转代理",
    67: "商标宣誓",
    68: "商标转让",
    69: "商标复审",
    70: "商标补正",
    71: "商标修改/增删产品",
    72: "使用证据",
    73: "商标复活",
    74: "商标信息变更",
    75: "加速审查",
    76: "其他",
    77: "专利申请费",
    78: "专利加速审查",
    79: "专利授权费",
    80: "专利加系列",
    81: "专利年费",
    82: "商标异议答辩",
    83: "版权",
    84: "专利加速申请",
    85: "专利转让",
    86: "专利转代理",
    87: "专利注册",
    88: "商标续展",
    89: "商标补证",
    90: "商标翻译/修改",
    91: "商标补寄证书",
    92: "商标加小类",
    93: "商标删除小类",
  };
  return data[type];
};

export const iiptoProgressBar = (type) => {
  const data = {
    1: "待提交资料",
    2: "初步审核",
    3: "审核期",
    4: "资料被驳回",
    5: "律师审核",
    6: "待录入证据",
    7: "证据待审核",
    8: "证据被驳回",
    20: "正常",
    21: "审核期-收到审查意见",
    22: "审核期-已翻译审查意见",
    23: "审核期-待提交答复材料",
    24: "审核期-平台审核答复材料",
    25: "审核期-律师审核答复材料",
    26: "审核期-已答复审查意见",
    27: "审核期-答复材料有误",
    40: "审核期-收到暂停信",
    41: "审核期-已翻译暂停信",
  };
  return data[type];
};

export const iiptoFileType = (type) => {
  const data = {
    1: "受理回执",
    2: "受理书",
    3: "审查意见（OA）",
    4: "审查意见的答复函（OA）",
    7: "暂停信",
  };
  return data[type];
};

export const progressBarList = [
  {
    val: "待提交资料",
    key: "1",
  },
  {
    val: "初步审核",
    key: "2",
  },
  {
    val: "资料被驳回",
    key: "4",
  },
  {
    val: "待录入证据",
    key: "6",
  },
  {
    val: "证据待审核",
    key: "7",
  },
  {
    val: "证据被驳回",
    key: "8",
  },
  {
    val: "律师审核",
    key: "5",
  },
  {
    val: "提交商标局",
    key: "20",
  },
  {
    val: "收到审查意见",
    key: "21",
  },
  {
    val: "已翻译审查意见",
    key: "22",
  },
  {
    val: "待提交答复材料",
    key: "23",
  },
  {
    val: "平台审核答复材料",
    key: "24",
  },
  {
    val: "律师审核答复材料",
    key: "25",
  },
  {
    val: "已答复审查意见",
    key: "26",
  },
  {
    val: "答复材料有误",
    key: "27",
  },
  {
    val: "收到暂停信",
    key: "40",
  },
  {
    val: "已翻译暂停信",
    key: "41",
  },
];
