export const taxStatus = (type) => {
  const data = {
    0: '待上传资料',
    1: '待审核资料',
    3: '注册中',
    4: '注册完成',
    5: '待授权海牙认证',
    6: '海牙认证中',
    8: "资料驳回",
    28: "待上传资料(转代理)",
    29: "转代理中",
    19: "未开始",
    20: "未开始(已开始报税)",
    21: "待提交报税资料",
    22: "待缴纳税金",
    25: "申报完成（客户端完成）",
    26: "申报失败",
    27: "申报完成(整体完成)",
    31: "转代理资料待审核",
    32: "转代理资料驳回",
    33: "税金待审核",
    34: "缴税凭证被驳回",
    35: "待上传零申报凭证",
    36: "待授权海牙认证",
    37: "海牙认证中",
    38: "待授权注册税号",
  }
  return data[type]
}

