<template>
  <div>
    <Modal v-model="isShow" width="900" :mask-closable="false">
      <div class="divContent">
        <p class="pContent">欢迎您使用深圳卖旺云科技有限公司平台服务！</p>
        <p class="pContent">
          本说明系深圳卖旺云科技有限公司（或称“我们”或“平台”）与您（或称“用户”）之间，就您本人及/或您所代表的第三方，使用平台服务（以下简称“本服务”）所订立交易协议的相关说明，提交订单即视为认同本说明，平台有权保留您相应的操作记录。本说明中未载明的说明事项，详见《卖旺云平台在线协议》，平台可能根据需要不定时制订、修改本说明，并以网站公示的方式进行公告，不再另行通知您，说明不一致时以最新说明为准。
        </p>
        <h3 class="hContent">一、服务概况</h3>
        <p class="pContent">
          您有权在平台上享受商品及/或服务的浏览、收藏、购买与评价、交易争议处理、信息交流如问答及分享等服务。平台提供的服务内容众多，具体您可登录平台浏览。
        </p>
        <h3 class="hContent">二、合同生效说明</h3>
        <p class="pContent">
          提请您注意《卖旺云平台交易协议》及其附件等，都将在您完成支付后生效。可能个别特殊支付方式的服务/产品，将在您签署《卖旺云平台交易协议》时自动生效。平台所提供的任何服务以及技术支持，均发生于您已完成支付相应款项后。任何服务因您延迟付款造成的损失，包括但不限于时效延迟、未及时申报等都将由您自行承担。
        </p>

        <h3 class="hContent">三、商品及/或服务的购买</h3>
        <p class="pContent">
          1.当您在平台下订单，您应具备购买相关商品及/或服务的权利能力和行为能力，如果您在18周岁以下，您需要在父母或监护人的监护参与下才能使用平台。在下订单的同时，即视为您满足上述条件，并对您在订单中提供的所有信息的真实性负责。
        </p>
        <p class="pContent">
          2.当您在平台购买商品及/或服务时，请您务必仔细确认所购商品的品名、价格、数量、收费标准或服务的时间、内容、限制性要求等重要事项，并在下单时核实您的联系地址、电话、收货人等信息。
          <br />
          若您未在订单显示的该笔订单协议有效时间内未完成支付相应款项，视为您放弃该笔订单（具体订单有效时间以平台订单显示的时间为准），该合同将自动作废，各方就服务所达成的一切行为失效。您有权选择重新下单，继续办理相应服务/产品。若服务/产品为续费业务的，您在应当完成续费当日（上一笔订单到期日24小时内）未完成支付的，您的上一笔订单到期后将视为完结，您可选择重新下单办理，但新订单可能会失去上一笔订单相应的优惠活动等。
        </p>
        <p class="pContent">
          3.提请您注意，平台有权在您未按照约定支付全部费用之前不向您提供服务和技术支持，或者终止服务和/或技术支持。同时，平台将保留对后续付费服务中的欠费行为追究法律责任的权利。
        </p>

        <p class="pContent">
          4.若您对平台订购页面显示的价格、收费标准、费用结算事项等内容有异议的，应在下单前告知平台并停止支付，否则，将被视为您认可平台订购页面显示的价格、收费标准及结算事项，双方应据此进行费用的结算及支付等。
        </p>

        <h3 class="hContent">四、通知</h3>

        <p class="pContent">
          1.您在注册成为平台用户，并接受平台服务时，您应该向平台提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。
        </p>

        <p class="pContent">
          2.平台将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。
        </p>

        <p class="pContent">
          3.平台通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。
        </p>

        <p class="pContent">
          4.对于在平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件或微信等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱或微信账号等联系方式为您在平台注册、更新时提供的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。
        </p>

        <p class="pContent">
          5.您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。
        </p>

        <p class="pContent">
          6.您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。
        </p>

        <p class="pContent">
          7.您应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。
        </p>

        <h3 class="hContent">五、订单取消说明</h3>

        <p class="pContent">
          在服务完成前，您可就《卖旺云平台交易协议》的全部或部分服务内容申请取消订单，点击取消订单后即视为您向平台提出解除《卖旺云平台交易协议》的申请，在与平台取得联系并经过平台审核通过后订单取消，《卖旺云平台交易协议》解除，解除部分的权利义务作废，不再具有任何约束力，平台将不再就交易协议与您另行单独签订解除协议。
        </p>

        <h3 class="hContent">六、退款售后说明</h3>

        <p class="pContent">
          提请您注意，若您对订单中的单个或部分业务内容变更、取消退款的，您应及时联系平台发起业务变更或取消退款等，《卖旺云平台交易协议》相应部分作废，相关的权利义务不再具有任何溯及力和约束力，您若需要再次办理该项业务，可重新下单另行支付订单。
        </p>

        <p class="pContent">提请您注意根据您订单不同状态和阶段时，取消订单的退款规则如下:</p>

        <p class="pContent">
          (1)未交付资料退款规则：您尚未交付资料的，在服务费用到达平台账户之日起30天（含）以内，您申请退款平台将按服务费用总额的1.5%计取手续费；30天以上、不足90天的按服务费用总额的5%计取手续费；90天（含）以上、不足180天的按服务费用总额的11.5%计取手续费；180天（含）以上按服务费用总额的21.5%计取手续费。
          <br />

          (2)已交付资料退款规则：已交付资料不能办理退款。
          <br />

          (3)其他情况：如因您付款账户出现问题需申请退款，平台不接受此类情况的退款申请，您支付服务费用前须确定付款账户。
          <br />

          (4)已付款且生产完成:订单已付款且生产完成情况下，不支持退单退款。
        </p>

        <h3 class="hContent">七、保价规则</h3>
        <p class="pContent">
          为保障您在平台特殊营销活动的消费体验，您购买平台带有“15天价保”服务标识的商品及/或服务后，在价保期即平台特殊营销活动结束后的15天内，同一商品及/或服务出现降价（不包含红包、优惠券、税额）的情形，按照本规则，您可申请差价补退，平台将根据价保规则计算差价进行补差。
        </p>
      </div>

      <div slot="footer" class="footer">
        <Button type="primary" @click="close(false)">知道了</Button>
      </div>
    </Modal>
  </div>
</template>
<script>
export default {
  props: ['functionCode'],
  data() {
    return {
      isShow: true,
    };
  },
  methods: {
    close(val) {
      this.$emit('changeState', val);
    },
  },
};
</script>
<style lang="less" scoped>
/deep/ .ivu-modal-header {
  display: none;
}
.header {
  font-weight: 700;
  color: #333;
  font-size: 18px;
  margin-bottom: 20px;
}
.footer {
  text-align: center;
  padding-bottom: 40px;
}
.content {
  padding: 0 30px;
  line-height: 26px;
  color: #333;
  p.sub {
    font-weight: 700;
    font-size: 16pxs;
  }
}
/deep/ .ivu-modal-content {
  height: 770px;
  overflow: auto;
}
/deep/ .ivu-modal-close {
  display: none;
}

.divContent {
  text-align: justify;
  color: currentColor;
  .pContent {
    margin-bottom: 20px;
  }
}
</style>
